Repository: liuzifa1/Filz
Catalog: LiquidSendShareExtension/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Could not prepare the Filz! inbox.
ja: Filz!の受信ボックスを準備できませんでした。
zh_hans: 无法准备 Filz! 收件箱。

source: Filz! could not read the shared items.
ja: Filz!は共有された項目を読み込めませんでした。
zh_hans: Filz! 无法读取共享的项目。

source: Filz! shared storage is unavailable.
ja: Filz!の共有ストレージを利用できません。
zh_hans: Filz! 共享存储不可用。

source: No shared items were provided.
ja: 共有する項目がありません。
zh_hans: 没有提供可共享的项目。

source: Opening Filz!
ja: Filz!を開いています
zh_hans: 正在打开 Filz!

source: Opening Filz!...
ja: Filz!を開いています…
zh_hans: 正在打开 Filz!…

# Preparing %lld of %lld items...
source: Preparing %1$lld of %2$lld items...
ja: %lld / %lld項目を準備中…
zh_hans: 正在准备第 %lld 个项目，共 %lld 个…

source: Preparing shared items...
ja: 共有項目を準備中…
zh_hans: 正在准备共享项目…

source: Shared Item
ja: 共有項目
zh_hans: 共享项目

source: Shared Text
ja: 共有テキスト
zh_hans: 共享文本
